[SetupWizard]

Install 			= Εγκατάσταση των βοηθητικών προγραμμάτων/των προγραμμάτων οδήγησης για την κάρτα ασύρματου δικτύου WLAN της ASUS
Install_ToolTip			= Κάντε κλικ για να εκτελέσετε το πρόγραμμα εγκατάστασης
Uninstall			= Κατάργηση εγκατάστασης των βοηθητικών προγραμμάτων/των προγραμμάτων οδήγησης για την κάρτα ασύρματου δικτύου WLAN της ASUS
Uninstall_ToolTip 		= Κάντε κλικ για κατάργηση της εγκατάστασης των βοηθητικών προγραμμάτων/των προγραμμάτων οδήγησης για την κάρτα ασύρματου δικτύου WLAN από το σύστημά σας
Manual_Read_Install		= Ανάγνωση/εγκατάσταση της τεκμηρίωσης χρήστη
Manual_Read_Install_ToolTip	= Κάντε κλικ για προβολή ή εγκατάσταση του εγχειριδίου χρήστη
Explore_CD			= Εξερεύνηση αυτού του CD
Explore_CD_ToolTip		= Κάντε κλικ για περιήγηση σε αυτό το CD χρησιμοποιώντας την Εξερεύνηση των Windows
Browse_WebSite			= Περιηγηθείτε στη Διαδικτυακή μας τοποθεσία
Browse_WebSite_ToolTip		= Κάντε κλικ για να ανοίξετε τη Διαδικτυακή μας τοποθεσία σε ένα πρόγραμμα περιήγησης 
Install_Langauge		= Εγκατάσταση γλώσσας : 
Exit				= Έξοδος        
Read_QSG			= Διαβάστε τον Οδηγό Γρήγορης Έναρξης της Κάρτας
Read_QSG_ToolTip		= Κάντε κλικ για να προβάλλετε τον Οδηγό Γρήγορης Έναρξης της Κάρτας WLAN  
Read_UserManual			= Διαβάστε το Εγχειρίδιο Χρήστη της Κάρτας
Read_UserManual_ToolTip		= Κάντε κλικ για να προβάλλετε το Εγχειρίδιο Χρήστη της Κάρτας WLAN
Install_UserDoc			= Εγκαταστήστε την Τεκμηρίωση Χρήστη
Install_UserDoc_ToolTip		= Κάντε κλικ για να εγκαταστήσετε την τεκμηρίωση χρήστη
Install_AdobeReader		= Εγκαταστήστε το λογισμικό Adobe Reader
Install_AdobeReader_ToolTip	= Το αρχείο εγγράφου είναι σε μορφή PDF, χρειάζεστε Adobe Acrobat Reader για να το δείτε.
Download_AdobeReader		= Λήψη Adobe Reader
Download_AdobeReader_ToolTip	= Κάντε κλικ στο "Κατεβάστε το Adobe Reader" Adobe Reader είναι συνδεδεμένη με την επίσημη ιστοσελίδα, μπορείτε να κάνετε λήψη ενημερωμένων εκδόσεων λογισμικού
Return				= Επιστροφή
Uninstall_notHaveDriver		= Δεν χρειάζεται να εγκαταστήσετε το ASUS WLAN Utilities / Driver, Παρακαλείστε να το ελέγξετε!

[Languages]

English				= English
Czech				= čeština
Greek				= Ελληνικά
Hungarian			= magyar
Polish				= polski
Portuguese			= português
Romanian			= română
Spanish				= español
Latvia				= latviešu
Lithuanian			= lietuvių
French				= français
German				= deutsch
Italian				= italiano
Russian				= русский
Traditional_Chinese		= 中文 (繁體)
Turkish			=Türkçe

